Revit 2027 API
AdvancedWood.WoodRayColorPower Property
 The property labeled "Power to compute ray color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodRayColorPower { get; }
Public Shared ReadOnly Property WoodRayColorPower As String
	Get
public:
static property String^ WoodRayColorPower {
	String^ get ();
}
static member WoodRayColorPower : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace